{
	"meta": {
	  "description": "",
	  "types": {
		  "category": [
						  "Beach Retreat",
						  "Mountain Getaway",
						  "Cultural Exploration",
						  "Entertaining Trip",
						  "City Escapade",
						  "Wellness Retreat"
					  ],
		  "budget": 	[
						  50,
						  150,
						  400,
						  500
					  ],
		  "distance": [
						  500,
						  1000,
						  2000,
						  3000
					  ],
		  "duration": [
						  "1-3 nights",
						  "4-6 nights",
						  "7-8 nights"
					  ],
		  "scope":	[
						  "adventure",
						  "art",
						  "architecture",
						  "beach",
						  "coastal town",
						  "food-lovers",
						  "history",
						  "mountain",
						  "nightlife",
						  "relaxing",
						  "romantic",
						  "shopping",
						  "spa",
						  "winter"
					  ]
		}
	},
	"answers": [
	  {
		"destinationName": "Kotor, Montenegro",
		"description": "Weighing in at just two-thirds the size of Wales and with a population of less than a million, the tiny Balkan state of Montenegro still flies under the radar for many European visitors – but just a few hours’ drives from better-known Dubrovnik, UNESCO-protected Kotor shares many of its Croatian neighbour’s charms. Circled by ancient stone walls, its warren of honey-dipped, maze-like streets was intentionally built in such a way to confuse invaders (the Venetian empire ruled her for over 400 years), and there’s a delicious sense that the city was frozen in time. The crystal-clear bay edging Kotor is high on natural drama – flanked by steep, brooding limestone and granite mountains plunging straight into the sea, it could easily masquerade as a Norwegian fjord. While you’re here, jump in a boat and zip out into the water to peek inside Our Lady of the Rocks, a beautiful church squirrelled away on a floating island in front of the city – and make time to scramble up Fortress San Giovanni for a birds’ eye view of the old town’s terracotta rooftops. Timing your visit with the start of the summer yachting season adds an extra layer of fun when glamorous crowds descend on Kotor’s lively waterfront restaurants before cove-hopping along the unspoiled Bay of Kotor.",
		"imageUrl": "https://www.ourescapeclause.com/wp-content/uploads/2019/04/Kotor-103.jpg",
		"category": "City Escapade",
		"budget": 100,
		"distance": 418.8,
		"duration": "1-3 nights",
		"scope": ["nightlife", "history", "relaxing"]
	  },
	  {
		"destinationName": "Syracuse, Sicily",
		"description": "In its Greco-Roman heyday, Syracuse was the world's largest and most important ancient city – and today, it’s home to some of Europe’s most celebrated archaeological ruins. But this diminutive, sun-drenched Sicilian city (a few years ago, it recorded Europe’s highest-ever temperature) is far more than the sum of its historical parts. With Mount Etna smouldering quietly in the background, glassy Porto Grande Bay gently curling around the city and a beguiling blend of Baroque, Greek, Roman and Medieval architecture packed into the narrow streets, the setting itself does much of the talking. A quick hop across the water leads you to Ortigia, Syracuse’s historical centre, where the daily food market is a hit on the senses and the contemporary restaurants draw critical acclaim. In the summer, rise early to snaffle a spot on the small pebbly beach at Spiaggia di Cala Rossa, or settle in for a coffee and some people-watching in glittering Piazza Duomo. Following your nose is the only real way to explore, but whatever you do, make sure you find your way to Antica Giudecca – their jumbo arancini balls are hands down the best street food in town.",
		"imageUrl": "https://www.italymagazine.com/sites/default/files/2020-09/Syracuse-Sicily-Unesco.jpg",
		"category": "City Escapade",
		"budget": 90,
		"distance": 1464,
		"duration": "1-3 nights",
		"scope": ["history","architecture","beach","coastal town"]
	  },
	  {
		"destinationName": "Valencia, Spain",
		"description": "San Sebastian may be Spain’s undisputed culinary capital, but another unsung hero is clicking at its heels. Valencia is the birthplace of paella, Spain’s national dish – and ringed by orange groves bursting with sunshine-sweet citrus fruits, lauded for its bounty of fresh seafood and currently gearing up to host 2023’s World 50 Best Restaurant Awards – this city certainly isn’t lagging far behind. With a fraction of the tourist numbers of Madrid or Barcelona, it’s easy to fall for Valencia’s small-town vibe and big-town buzz. Boundary-pushing architecture sits side-by-side with the city’s gothic-meets-baroque cathedral. At the same time, star attractions include the futuristic City of Arts and Sciences and Europe’s biggest and best aquarium, harbouring Patagonian sea lions, beluga whales and black-tipped reef sharks. In the fifties, a devastating flood wrought havoc on the city and forced the government to reroute the river wending its way around the centre – in its place, the Turia Gardens is a 9km oasis of waving palms, boating lakes, manicured gardens and bicycle routes, making two wheels in this city more popular than four. There are beaches: a thrilling mix of pretty coves kissing the edge of old fishermen’s towns and vast open swathes of golden sand with nightlife dotted along the shore.",
		"imageUrl": "https://res.cloudinary.com/hello-tickets/image/upload/c_limit,f_auto,q_auto,w_1300/v1676507473/gcmtwiftzi7xfxvrt4nd.jpg",
		"category": "City Escapade",
		"budget": 123,
		"distance": 2472,
		"duration": "1-3 nights",
		"scope": ["food-lovers","architecture","nightlife","coastal town"]
	  },
	  {
		"destinationName": "Lyon, France",
		"description": "This French city could be our favourite wildcard destination. This gastronomy-obsessed spot has gone from strength to strength on the culinary scene. Head to Vieux Lyon for the small legendary hotspots with reputations that have pulled in foodies from around the world – Les Loges is a Michelin-starred restaurant hidden inside Cour Des Loges, while Daniel et Denise is a more rustic, classic place for chequered table clothes and decadent dishes. Work off your lunch with a hike (or hop in the funicular) up to the top of Fourvière to get a view of the city below, and admire the winding roads, sloping roofs and double-whammy of glistening rivers, the Saône and the Rhône.",
		"imageUrl": "https://blog.pickyourtrail.com/wp-content/uploads/2018/02/34276358804_e28b8da0cb_k.jpg",
		"category": "City Escapade",
		"budget": 125,
		"distance": 1596,
		"duration": "1-3 nights",
		"scope": ["food-lovers","architecture","nightlife"]
	  },
	  {
		"destinationName": "Palma, Mallorca",
		"description": "Most people think of Mallorca and picture the Balearic beauty’s paradisical beaches and seductive mountain villages. But it’s well worth treating the island’s chic capital as more than an airport launchpad. Rising out of the harbour in a rush of golden stone and extraordinary Moorish architecture, Palma feels deliciously grown-up – and a world away from the brouhaha of Mallorca’s beach clubs and party towns. Its gothic cathedral is nothing short of an architectural wonder, and its raft of artisan interiors shops, kooky art galleries, lively rooftop bars, and experiential restaurants (Vandal, the city’s top table to book, is helmed by ex-Noma culinary wizard Bernabe Caravotta) are reason enough to visit alone. And though they may not be among the island’s most prolific, the beaches here still warrant a mention: palm-shaded Ca’n Pere Antoni stretches for miles along the city promenade, while locals prefer to head to the charming fishing village of Portixol. Just a 10-minute ride out of town, it’s a blissful spot for an early evening dip, followed by dinner at one of the homespun seafood restaurants stacked up along the shore.",
		"imageUrl": "https://www.spain.info/.content/imagenes/cabeceras-grandes/baleares/catedral-santamaria-palma-s434080438.jpg",
		"category": "City Escapade",
		"budget": 149,
		"distance": 2397,
		"duration": "1-3 nights",
		"scope": ["beach","relaxing","nightlife","food-lovers"]
	  },
	  {
		"destinationName": "Lisbon, Portugal",
		"description": "For the past few years there has been a growing buzz about Lisbon, the hilly coastal capital with pastel-coloured buildings in the old town and trundling yellow trams. There are flea markets and food stalls; street art by Shepard Fairey and shops that champion home-grown design talent. In the evenings, join the youthful creative crowd that gathers at restaurants run by brilliant Portuguese chefs such as José Avillez, who has a number of dining spots in the city, and linger at upscale rooftop bars with dreamy cityscape views.",
		"imageUrl": "https://digitalnomads.world/wp-content/uploads/2020/08/lisbon-1.jpg",
		"category": "City Escapade",
		"budget": 131,
		"distance": 3291,
		"duration": "1-3 nights",
		"scope": ["beach","relaxing","nightlife","shopping"]
	  },
	  {
		"destinationName": "Amsterdam, Netherlands",
		"description": "Amsterdam has well and truly shed its stag-do image. These days the compact city is all about creatives pedalling around on their bicycles and buying artisanal bread and cheese at the Saturday Noordermarkt. For a European city break, Amsterdam offers heavy-hitting art galleries and museums (the Rijksmuseum and the Van Gogh Museum are both musts), cool cafés and independent fashion boutiques (the best are in the Nine Streets neighbourhood). But really, there’s nothing nicer than a morning spent strolling along the pretty canals lined with townhouses and soaking up the chilled vibe of the place.",
		"imageUrl": "https://www.flyingandtravel.com/wp-content/uploads/2018/06/things-to-do-in-amsterdam-travel-tips.jpg",
		"category": "City Escapade",
		"budget": 106,
		"distance": 1709,
		"duration": "1-3 nights",
		"scope": ["nightlife","shopping","architecture"]
	  },
	  {
		"destinationName": "Venice, Italy",
		"description": "Venice is always a spectacular destination. But beyond the obvious tick-off-the-list landmarks – glittering St Mark’s Basilica, Gothic Doge’s Palace, the Rialto Bridge – there is a quiet labyrinth of cobbled streets and narrow canals to explore. Art fans shouldn’t miss the 20th-century masterpieces in the Peggy Guggenheim Collection (Miró, Mondrian, Dalí) or the Venice Biennale, which typically runs from May to November.",
		"imageUrl": "https://ychef.files.bbci.co.uk/1280x720/p0gh8dkq.jpg",
		"category": "City Escapade",
		"budget": 55,
		"distance": 1007,
		"duration": "1-3 nights",
		"scope": ["romantic","relaxing","architecture","art"]
	  },
	  {
		"destinationName": "Paris, France",
		"description": "The classic city break in Europe, getting lost in Paris is half the fun; the only real way to explore the city’s 20 different arrondissements is on foot, stopping to people-watch on wicker-chair-lined café terraces spilling onto beautiful cobbled streets. The most romantic city in Europe (and the world) hasn’t just got world-class culture, it’s also got smart boutiques, cutting-edge concept stores, jewel-box patisseries, colourful flea markets and a superlative food scene. And if you’re coming from London, you don’t even have to get on a plane to get there.",
		"imageUrl": "https://media.cntraveller.com/photos/62c5729a5ac1132e707afa35/master/w_1600%2Cc_limit/most-beautiful-paris-louvre-GettyImages-536267205.jpg",
		"category": "City Escapade",
		"budget": 100,
		"distance": 1792,
		"duration": "1-3 nights",
		"scope": ["romantic","shopping","architecture","art"]
	  },
	  {
		"destinationName": "San Sebastian, Spain",
		"description": "With more Michelin stars per square metre than anywhere else in the world, San Sebastian is the ultimate culinary destination. Yet it’s not all about the food. The gastro-capital of Europe’s elegant architecture and two beaches (one a sweep of glorious golden sand, the other a surfers’ nirvana) make this sophisticated city one of Spain’s most handsome Atlantic resorts. The best way to get under its skin is by sampling the local pintxo-bar scene, washed down with a glass of local tzakoli fizzy wine. For true once-in-a-lifetime cooking, snag a reservation at one of the city’s gourmet hotspots such as Mugaritz or Arzak. If you’re feeling active, hike up to Monte Urgull to visit the remains of the city’s 12th-century fort, or paddleboard across to Santa Clara Island – the cool waters lapping the shore bring welcome respite during the steamy summer months.",
		"imageUrl": "https://media.cntraveler.com/photos/654d100ab54110a6fd481b02/16:9/w_1920,c_limit/san%20sebastian-GettyImages-1151937563.jpeg",
		"category": "Beach Retreat",
		"budget": 100,
		"distance": 2468,
		"duration": "1-3 nights",
		"scope": ["beach","architecture","nightlife"]
	  },
	  {
		"destinationName": "Reykjavik, Iceland",
		"description": "Iceland’s diminutive capital is small enough to explore in a day, yet size doesn’t stop this Nordic star from pulsating with a big city energy. During the summer, the city hardly sleeps, with revellers pouring out of bars and clubs to chase the midnight sun. Rather than hurtling between big-ticket attractions, this is a city to take in slowly. Spend a weekend soaking in the fresh air (it’s a welcome antidote to some of Europe’s more traffic-clogged capitals), bathing in the city’s geothermal pools and joining puffin and whale-watching tours just offshore. And once you’ve ticked off the main sites, use the city as a base for exploring the country’s more otherworldly wonders. You only need to drive 30 minutes out of Reykjavik for a glimpse of the glaciers, lava fields, and natural drama that give Iceland gets its bucket-list reputation.",
		"imageUrl": "https://cdn.britannica.com/71/73371-050-9DFAEC1E/Reykjavik-Iceland.jpg",
		"category": "Mountain Getaway",
		"budget": 150,
		"distance": 4361,
		"duration": "7-8 nights",
		"scope": ["adventure","architecture","mountain","nightlife"]
	  },
	  {
		"destinationName": "Rome, Italy",
		"description": "Rome isn’t just a city, it’s an open-air museum. Crumbling landmarks and classical ruins dot the cobbled streets of the centro storico and line the grand boulevards, while the Colosseum, Roman Forum and Pantheon mark the city’s 3,000-year history. It’s got a world-class art scene, Renaissance palazzos, Baroque churches and, of course, a whole country within the city: Vatican City is the grand centre of the Roman Catholic Church, an independent city-state and one of the most formidable sites in the Western world. Head up the city’s seven hills to the cool neighbourhoods of Monti or Trastevere, where lively trattorias spill out onto the pavements and piazzas, and locals and tourists alike come out to soak up la dolce vita.",
		"imageUrl": "https://i.ytimg.com/vi/utVRXua8c-Q/maxresdefault.jpg",
		"category": "Cultural Exploration",
		"budget": 95,
		"distance": 1522,
		"duration": "1-3 nights",
		"scope": ["history","architecture","art","nightlife"]
	  },
	  {
		"destinationName": "Valetta, Malta",
		"description": "Clocking up over 300 days of sunshine each year, Valletta is Europe’s sunshine city – and Malta’s tiny capital makes an ideal city break for those in search of a warm-weather escape. Once dilapidated, now a hub of design hotels and buzzing bars, with a packed calendar of cultural events, this modest beauty wears its fascinating history with pride. Flit between the extraordinarily elaborate St John’s Co-Cathedral (home to two of Caravaggio’s greatest masterpieces) and the achingly modern Parliament Building. Then putter across the harbour to the Three Cities, a trio of ancient fortified towns so beautifully preserved they feel like stepping into a 17th century time capsule. You could easily cross from one end of the city to the other in less than half an hour, so if you’re here for a few days, the island’s intoxicating countryside and the coast is begging to be explored.",
		"imageUrl": "https://www.touristik-aktuell.de/fileadmin/_processed_/1/a/csm_Valletta_Kultur_touristik_aktuell_41d2c03b8f.jpg",
		"category": "Cultural Exploration",
		"budget": 50,
		"distance": 2538,
		"duration": "4-6 nights",
		"scope": ["history","architecture","art","nightlife"]
	  },
	  {
		"destinationName": "Copenhagen, Denmark",
		"description": "For real-life interiors inspiration, as opposed to scrolling through images on Instagram, Copenhagen is the ultimate go-to, from the flagship store of beloved homewares brand Hay to Stilleben for accessories (smoked-glass vases, retro floral tea cosies, rose-quartz teaspoons) and art prints from the Paper Collective Design Gallery. Even the best restaurants – Noma 2.0, the Ilse Crawford-designed Winterspring dessert bar – have desirable interiors, meaning you can soak up style ideas as you eat.",
		"imageUrl": "https://www.wanderlustandlife.com/wp-content/uploads/2023/05/0234C678-D183-4CE5-8323-8D5EE0B94911_1_102_o.jpeg",
		"category": "City Escapade",
		"budget": 85,
		"distance": 1617,
		"duration": "4-6 nights",
		"scope": ["architecture","art","nightlife"]
	  },
	  {
		"destinationName": "Florence, Italy",
		"description": "The museums here are chock-full of world-famous, priceless Renaissance art, from the Uffizi (with works by Botticelli, Caravaggio and da Vinci) to the Galleria dell’Accademia (Michelangelo’s David is the biggest crowd-pleaser). Not to mention the dizzy-making ceiling frescoes in the Magi Chapel of the Palazzo Medici Riccardi; 16th-century sculptures dotted among the trees and roses in the sprawling Boboli Gardens; and views of the red-tiled roofs of the city from the Duomo’s bell tower. A head-spinning tour of sensational sights.",
		"imageUrl": "https://media.timeout.com/images/105879414/image.jpg",
		"category": "Cultural Exploration",
		"budget": 55,
		"distance": 1262,
		"duration": "1-3 nights",
		"scope": ["architecture","art","history"]
	  },
	  {
		"destinationName": "Braga, Portugal",
		"description": "This underrated European city also happens to be one of its most creative – and just a 40 minute train ride from Porto. UNESCO recognised Portugal’s third-largest city as Creative City for its contribution to global media art and technology, and places like the Duarte Sequeira gallery regularly hosts some of the world’s most exciting up-and-coming artists. For more classic art, visit the Nogueira da Silva Museum where a collection of historic work including Renaissance pieces and Portuguese painting makes for a well-spent afternoon. The city has some excellent food options too – Tabique offers modern small plates in a pared-back space, and Bonna Pastelaria on Rua Dom Paio Mendes has a great selection of gluten-free sweet treats (including pastel de natas).",
		"imageUrl": "https://www.tripsavvy.com/thmb/U-6y9XztYPe7xqhhDLOvOMA90gI=/750x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/GettyImages-521059072-5a43aa86845b34003786cccd.jpg",
		"category": "Cultural Exploration",
		"budget": 40,
		"distance": 3175,
		"duration": "1-3 nights",
		"scope": ["architecture","art","history","food-lovers"]
	  },
	  {
		"destinationName": "Seville, Spain",
		"description": "The sun-drenched Andalusian capital is one of Europe’s steamiest cities. Come for glasses of ice-cold sherry and plates of jamón; the orange-scented air; quaint medieval lanes; whitewashed houses; a fiery flamenco scene, extravagant Moorish architecture and the world’s largest cathedral – with Columbus' tomb hidden inside. There’s a real old-world glamour to Seville; 17th-century palaces have been converted into stylish hotels and horse-drawn carriages line up beside pretty courtyards filled with tinkling fountains.",
		"imageUrl": "https://www.tripsavvy.com/thmb/ItZOSLMZbI7y6u87AeLzvU0N0Tw=/750x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/DSC_0128-206cdc2eedc34f719a7b328e3bf1c6e6.jpg",
		"category": "Cultural Exploration",
		"budget": 60,
		"distance": 3183,
		"duration": "1-3 nights",
		"scope": ["architecture","art","history","food-lovers"]
	  },
	  {
		"destinationName": "Berlin, Germany",
		"description": "Berlin is a fascinating place and a monument of living history. The Berlin Wall was dismantled in 1989, but the East and West still show signs of the political, cultural and physical divide that existed for almost 30 years. Yet the city is by no means stifled by its extraordinary past – it now hurtles headfirst into the future with hip bars and an unrivalled party scene, smart hotels, gourmet restaurants and experimental art galleries. There is plenty to see, from the graffiti-covered remnants of the wall itself to Hitler’s bunker, the Norman Foster-designed Reichstag dome, the New Synagogue and the Berlin Zoo.",
		"imageUrl": "https://media.cntraveler.com/photos/5b914e80d5806340ca438db1/4:3/w_3000,h_2250,c_limit/BrandenburgGate_2018_GettyImages-549093677.jpg",
		"category": "City Escapade",
		"budget": 65,
		"distance": 1184,
		"duration": "1-3 nights",
		"scope": ["architecture","art","shopping","food-lovers"]
	  },
	  {
		"destinationName": "Athens, Greece",
		"description": "With its alluring blend of ancient and modern and a skyline stretching all the way down to the Aegean, Athens has undergone a real renaissance in recent years to become of the best city breaks in Europe. There are still pockets of the city that have kept their authentic grit, of course – the Acropolis looms large over hilly streets filled with tumbledown buildings and politically charged street art – but a new wave of creative energy is leading the change. Today, the city is filled with kooky pop-ups, start-ups, art galleries, cool little boutiques and a slew of exciting new hotels. And there are beaches too: pine-fringed peninsulas and stretches of empty golden sand where rustic family-run tavernas rub along with glamorous beach clubs.",
		"imageUrl": "https://media.cntraveler.com/photos/5ad0ca78fb3e8334dea6e22e/16:9/w_1920,c_limit/GettyImages-88786323.jpg",
		"category": "Cultural Exploration",
		"budget": 55,
		"distance": 1204,
		"duration": "4-6 nights",
		"scope": ["architecture","art","beach","adventure"]
	  },
	  {
		"destinationName": "Milan, Italy",
		"description": "The fashion industry may be the lifeblood of Italy’s capital of chic, but beyond the sophisticated storefronts and grand design houses, Milan boasts a haul of its own cultural treasures, too. The magnificent Gothic Duomo – the third largest church in Europe – has views stretching all the way to the Alps; Leonardo da Vinci’s The Last Supper adorns the walls of the Santa Maria delle Grazie monastery, while the La Scala opera house is the world’s best. And if you want to escape the city, the glamorous, mountain-fringed shores of Lake Como are only an hour away by train.",
		"imageUrl": "https://fullsuitcase.com/wp-content/uploads/2023/03/Best-things-to-do-in-Milan-Italy.jpg",
		"category": "City Escapade",
		"budget": 72,
		"distance": 1259,
		"duration": "1-3 nights",
		"scope": ["architecture","art","shopping"]
	  },
	  {
		"destinationName": "Porto, Portugal",
		"description": "With a distinctly different character to Lisbon (it’s easier to navigate on foot, for starters), Porto is perhaps most famous for its port-wine cellars on the south side of the Douro River. Take a guided tour, followed by a tasting, before making your way back over the Dom Luís I Bridge to wander the photogenic streets of the UNESCO World Heritage Ribeira old town and while away the afternoon at a riverside bar.",
		"imageUrl": "https://blog.veltravel.ro/wp-content/uploads/2019/10/1-2.jpg",
		"category": "Cultural Exploration",
		"budget": 137,
		"distance": 3231,
		"duration": "1-3 nights",
		"scope": ["architecture","art","history"]
	  },
	  {
		"destinationName": "Barcelona, Spain",
		"description": "Madrid might be the Spanish capital, but Barcelona draws the crowds for its winning mix of Modernist Gaudí architecture, Michelin-starred restaurants, characterful barrios and clutch of golden beaches. To one side of the marina, Barceloneta thrums with locals in summer; for quieter, emptier stretches of sand keep walking north along the coast to neighbouring Nova Icària and Bogatell (from here you can nip inland to the arty El Poblenou neighbourhood). Keen kite surfers head south to Castelldefels, a 30-minute drive away.",
		"imageUrl": "https://traveler.marriott.com/wp-content/uploads/2022/12/sunset-city-view-from-park-guell-barcelona-spain.jpg",
		"category": "Cultural Exploration",
		"budget": 70,
		"distance": 2230,
		"duration": "4-6 nights",
		"scope": ["architecture","art","history","food-lovers"]
	  },
	  {
		"destinationName": "Budapest, Hungary",
		"description": "Hungary’s capital is broken into two distinct parts – Buda and Pest – split by the beautiful Danube River running right through the middle. Most of the action happens in Pest, on the east of the river – here, you’ll find scores of smart restaurants, cool street-food spots, big-name stores and grand, gilded cafés. But wander across the landmark Chain Bridge to find the more authentic side. Over in hilly Buda, there’s the magical Buda Castle and some of Budapest’s best-known thermal baths: the city was founded by the Romans for its healing waters, and the spa scene is just as much a part of daily life today as it was back then.",
		"imageUrl": "https://media-cdn.tripadvisor.com/media/photo-m/1280/2b/9d/20/c9/caption.jpg",
		"category": "Wellness Retreat",
		"budget": 35,
		"distance": 289,
		"duration": "4-6 nights",
		"scope": ["relaxing","art","wellness","spa"]
	  },
	  {
		"destinationName": "Marseille, France",
		"description": "Travellers often overlook Marseille, heading to more polished Nice, the leaping-off point for glitzy jaunts along the Cote d’Azur. But this multicultural city is shaking off its bad-boy reputation. Rise early to catch the seafood market at the Norman Foster-designed Vieux-Port, get your art fix at the Musée des Beaux-Arts, and then dip into the flurry of smart boutiques slowly overtaking the city’s pastel-hued streets. The emblematic hilltop basilica boasts widescreen views – work up an appetite climbing to the top before tucking into a steaming bowl of bouillabaisse at locals’ favourite Chez Fonfon, squirrelled away in a quiet inlet just outside the centre. Not only is the city full of cultural riches; it’s the gateway to the Calanques National Park – one of the wildest sweeps of the Mediterranean coastline packed with jaw-dropping hiking trails and azure-blue swimming bays.",
		"imageUrl": "https://www.cruiseget.com/ro/uploads/file_6252e88d6b035.jpg",
		"category": "Beach Retreat",
		"budget": 148,
		"distance": 1765,
		"duration": "4-6 nights",
		"scope": ["relaxing","beach","architecture","history"]
	  },
	  {
		"destinationName": "Naples, Italy",
		"description": "Naples may be indelibly chaotic, but it’s well and truly shed its image as the gritty, Mafia-ridden place it used to be. Its dishevelled centre is chock-a-block with churches, faded frescos, Caravaggios and tiny cloistered gardens, while a burgeoning art scene adds to the city’s dynamism. Many travellers only visit in transit, stopping off briefly before catching the ferry to the glitzier Capri, but – with the shadow of Vesuvius looming in the background – this is one of Italy’s most historically fascinating and authentic cities.",
		"imageUrl": "https://media-cdn.tripadvisor.com/media/photo-m/1280/21/66/c4/43/caption.jpg",
		"category": "City Escapade",
		"budget": 40,
		"distance": 1721,
		"duration": "1-3 nights",
		"scope": ["relaxing","beach","architecture","history","coastal town"]
	  },
	  {
		"destinationName": "Dubrovnik, Croatia",
		"description": "Byron famously called Dubrovnik the Pearl of the Adriatic, and it’s easy to see why. The UNESCO-protected, perfectly preserved old walled city is filled with elegant Baroque architecture, winding limestone streets and top-notch seafood restaurants, while the city’s lick of sun-drenched coastline is fantastic in the summer. Escape to the pine-covered Elafiti Islands on day trips, stopping to swim in secluded bays and secret coves, or head up the coast to visit the world-class wineries and oyster farms in the nearby Peljesac peninsula.",
		"imageUrl": "https://cdn.kimkim.com/files/a/images/77373729bc5d3d28e0980b01130942d269cfd5a1/big-fa6463286ae353211656731cc951e2ea.jpg",
		"category": "Beach Retreat",
		"budget": 50,
		"distance": 663,
		"duration": "7-8 nights",
		"scope": ["relaxing","beach","architecture","history"]
	  },
	  {
		"destinationName": "Madrid, Spain",
		"description": "What the Spainish capital may lack in grand monuments and world-famous sites, it more than makes up for with its relentless energy and vibrancy. Each of the compact city’s barrios has its own distinct character; come for the art and the architecture; stroll through the beautifully manicured Retiro Park; and pick up everything from antiques to vintage fashion at El Rastro, one of Europe’s best-known flea markets. Dip in and out of family-run tapas bars, the sprawling Mercado San Miguel food hall and a clutch of brilliant Michelin-starred restaurants – or just people-watch from a pavement café with a fishbowl G&T.",
		"imageUrl": "https://media-cdn.tripadvisor.com/media/photo-s/28/6a/f5/4c/caption.jpg",
		"category": "Cultural Exploration",
		"budget": 45,
		"distance": 2807,
		"duration": "1-3 nights",
		"scope": ["art","nightlife","architecture","history"]
	  },
	  {
		"destinationName": "Vienna, Austria",
		"description": "Austria’s capital really comes into its own as a winter city break, when a crisp layer of snow covers the streets, its storied coffee houses emit a welcoming glow and pretty cobbled squares transform into magical Christmas markets. But with its beguiling blend of old and new, Vienna – one of the grandest city breaks in Europe – is spectacular at any time. It’s known for its imperial palaces, pristine gardens and gilded ballrooms and Mozart’s musical legacy; come for the opera, the waltzes or to listen to the world-renowned Vienna Philharmonic Orchestra.",
		"imageUrl": "https://www.travelandleisure.com/thmb/LjkeMsDoZVX1eo5SdPK_uj5guoY=/750x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/vienna-austria-VIENNATG0621-ecb0ee926c2d49c4bce610db594f7405.jpg",
		"category": "Winter Getaway",
		"budget": 70,
		"distance": 552,
		"duration": "1-3 nights",
		"scope": ["art","nightlife","architecture","winter"]
	  },
	  {
		"destinationName": "Dublin, Ireland",
		"description": "Dublin is often voted one of the friendliest cities in the world, with its down-to-earth atmosphere and welcoming people. It’s a city rich in history, too, with its narrow streets, beautiful Georgian squares, majestic St Patrick’s Cathedral (the largest in Ireland) and imposing castle. Discover the city’s legendary pubs, rifle through a treasure trove of goods at the George’s Street Arcade flea market, bag a table at one of Dublin’s clutch of Michelin-starred restaurants or head along the coast for bracing walks along Dublin bay.",
		"imageUrl": "https://i.natgeofe.com/n/4a2945ad-2d00-48f1-950d-55b71d4606e4/river-bridge-dublin-ireland_3x2.jpg",
		"category": "Cultural Exploration",
		"budget": 65,
		"distance": 2637,
		"duration": "1-3 nights",
		"scope": ["art","nightlife","architecture","history"]
	  },
	  {
		"destinationName": "Corfu, Greece",
		"description": "While Greece can be a very expensive place to visit, this small town is relatively affordable compared to the most popular islands. During your stay, explore the alleyways and winding streets in Corfu's Old Town, which is home to museums like the Archaeological Museum and Casa Parlante, a mansion that's been made into a museum with decorations dating back to the 1800s. Also visit Achilleion, a historic palace that's been converted into a museum with a giant painting of Achilles pulling Hector from his chariot.",
		"imageUrl": "https://chasingthedonkey.b-cdn.net/wp-content/uploads/2020/08/Paleokastritsa-bay-Corfu-Greece_Depositphotos_16824521_s-2019.jpg",
		"category": "Beach Retreat",
		"budget": 113,
		"distance": 1065,
		"duration": "4-6 nights",
		"scope": ["art","nightlife","beach","history"]
	  },
	  {
		"destinationName": "Tybee Island, Georgia",
		"description": "This beach destination is just 20 minutes from historic downtown Savannah, and is far more affordable. Tybee Island has a three-mile long beach with distinct areas. The North Beach is a great place to watch birds and ships; Mid Beach is the spot to hunt for seashells and shark teeth; South Beach is the busiest area with volleyball and dolphin-spotting; and Back River is a more secluded beach experience with a fishing pier and great views of Little Tybee, the nature preserve just south of the barrier island. The area also has a lot of free parks, playgrounds, and hiking trails.",
		"imageUrl": "https://www.exploregeorgia.org/sites/default/files/listing_images/profile/3834/TybeePier_sunset2.jpg",
		"category": "Beach Retreat",
		"budget": 30,
		"distance": 8353,
		"duration": "7-8 nights",
		"scope": ["relaxing","beach","spa"]
	  },
	  {
		"destinationName": "Patong, Thailand",
		"description": "Thailand is an ideal budget-conscious getaway, and this beach on the lively island of Phuket is a great destination for travelers looking for a dose of partying on their beach vacation. Its curving strip of sand is bustling with cafes, restaurants and bars.",
		"imageUrl": "https://i.pinimg.com/564x/70/5f/be/705fbed709b40f998b336372bbcdd7d3.jpg",
		"category": "Beach Retreat",
		"budget": 50,
		"distance": 8374,
		"duration": "7-8 nights",
		"scope": ["relaxing","beach","spa"]
	  },
	  {
		"destinationName": "Palawan Island, Philippines",
		"description": "This beautiful island in the Philippines has so many tropical activities for even more desirable prices. Even though a flight to the Philippines can be pricey, hotels, food, and activities will be affordable once you arrive.",
		"imageUrl": "https://www.descopera.ro/wp-content/uploads/2020/07/profimedia-insula-coron-filipine_descopera-2.jpg",
		"category": "Beach Retreat",
		"budget": 30,
		"distance": 9801,
		"duration": "7-8 nights",
		"scope": ["relaxing","beach","spa"]
	  },
	  {
		"destinationName": "St. Paul's Bay, Malta",
		"description": "The beaches in Malta are exactly what you’d expect from the Mediterranean. White sand, bright blue water, and rocky outcroppings greet you on the shore. You can take a boat excursion from St. Paul’s Bay over to Comino’s famous Blue Lagoon. If you head here toward the end of July, you'll experience a traditional Maltese festa (or, village feast) in honor of Our Lady of Sorrows, which includes processions and fireworks. St. Paul’s Bay is also where you’ll find the Malta National Aquarium.",
		"imageUrl": "https://cdn.getyourguide.com/img/tour/6213f4d1179a5.jpeg/145.jpg",
		"category": "Beach Retreat",
		"budget": 50,
		"distance": 1246,
		"duration": "7-8 nights",
		"scope": ["relaxing","beach","spa"]
	  },
	  {
		"destinationName": "Europa-Park, Rust, Germany",
		"description": "Europa-Park enchants everyone, whether big or small, old or young! Enjoy a leisurely roundtrip through the park with the Panorama Train, experience pure speed and adrenaline with Silver Star or be amazed by our fascinating shows - simply Experience. Time. Together.",
		"imageUrl": "https://www.visit.alsace/wp-content/uploads/lei/pictures/306000019-europa-park-8-1600x900.jpg",
		"category": "Entertaining Trip",
		"budget": 63,
		"distance": 1341,
		"duration": "1-3 nights",
		"scope": ["entertaining","adventure","winter","relaxing"]
	  },
	  {
		"destinationName": "Disneyland Paris, France",
		"description": "Disneyland Paris is an entertainment resort in Chessy, France, 32 kilometres (20 miles) east of Paris. It encompasses two theme parks, resort hotels, a shopping, dining and entertainment complex, and a golf course.",
	  "imageUrl": "https://i2-prod.mirror.co.uk/incoming/article25939411.ece/ALTERNATES/s1200e/1_Disneyland-Paris.jpg",
		"category": "Entertaining Trip",
		"budget": 130,
		"distance": 1760,
		"duration": "1-3 nights",
		"scope": ["entertaining","adventure","winter","relaxing"]
	  },
	  {
		"destinationName": "Brenners Park-Hotel & Spa — Baden-Baden, Germany",
		"description": "Brenners Park-Hotel & Spa, set in a valley in the Black Forest Mountains overlooking the tree-lined Lichtentaler Allee, has been around for 150 years for a reason: Not only is the grand dame resort done in classic country house style, but it also neighbors the historic Baden-Baden thermal baths and springs, offering maximum opportunities for rejuvenation among its guests. Compound that with the hotel’s medical spa—how many old-world retreats offer aesthetic dentistry and dermatology services behind their wrought-iron balconies?—and you’re on the fast-track to wellness. There's also the rehabilitated Villa Stéphanie, a 15-room residential spa annex off the resort's larger main building. Guests looking for a more intimate experience will surely appreciate the draw of a facial on one of the many terraces overlooking the bank of the river Oos.",
		"imageUrl": "https://y.cdrst.com/foto/hotel-sf/6912/granderesp/brenners-park-hotel-spa-an-oetker-collection-hotel-general-d3c51b1.jpg",
		"category": "Wellness Retreat",
		"budget": 590,
		"distance": 1278,
		"duration": "1-3 nights",
		"scope": ["relaxing","wellness","spa"]
	  },
	  {
		"destinationName": "Bio-Hotel Stanglwirt — Austria",
		"description": "The Bio-Hotel Stanglwirt, a sprawling alpine chalet at the foot of the Wilder Kaiser mountain, is like the postcard-perfect set of The Sound of Music. To make the most of the crisp mountain air, take a six-mile hike over to Schwarzsee Lake, one of the warmest in the Alps, where you can set up a picnic or take a dip. If youre not trying to venture too far off course, but still want to take advantage of those snow-capped views, we’d suggest a swing at the on-site driving range, set up against the mountains. Or, better yet, take a lesson at the resort’s own ski school in the winter. A meal at the cozy but sophisticated Stangl-Alm, with a fireplace and top-to-toe wood paneling providing an ideal backdrop for shaking off the cold and resting your legs after crossing the Alps.",
		"imageUrl": "https://media.cntraveler.com/photos/5698266478d099fc12248b6f/16:9/w_1920,c_limit/stanglwirt-1.jpg",
		"category": "Wellness Retreat",
		"budget": 370,
		"distance": 927,
		"duration": "4-6 nights",
		"scope": ["relaxing","wellness","spa","mountain"]
	  }
	]
  }
